/* Localizable strings of com.apple.vpnsettings preference manifest */

"VPN.pfm_title" = "Réglages VPN";
"VPN.pfm_description" = "Préférences VPN.";

"ServiceType.pfm_title" =				"Type de service";
"ServiceType.pfm_description" =				"Type de service. Réglé sur L2TP ou sur PPTP.";
"CommRemoteAddress.pfm_title" =			"Adresse du serveur VPN";
"CommRemoteAddress.pfm_description" =		"Adresse de l’emplacement URL du serveur VPN.";
"UserLoginName.pfm_title" =				"Nom d’utilisateur";
"UserLoginName.pfm_description" =			"Nom d’utilisateur pour la connexion. N’utilisez pas cette clé si vous voulez vous connecter avec le nom d’utilisateur actuel.";
"UserDefinedName.pfm_title" =			"Nom descriptif";
"UserDefinedName.pfm_description" =			"Saisissez un nom descriptif destiné à s’afficher lors de la connexion au serveur.";
"UserAuthenticationType.pfm_title" =	"Type d’authentification de l’utilisateur";
"UserAuthenticationType.pfm_description" =	"Type d’authentification VPN. Réglé sur Mot de passe, Kerberos, TokenCard ou SecurID.";
